Revit 2018 API
AssetPropertyString.Value Property
 value of the property
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.0)
Syntax
C#
public string Value { get; }
Visual Basic
Public ReadOnly Property Value As String
	Get
Visual C++
public:
property String^ Value {
	String^ get ();
}
See Also
AssetPropertyString Class
Autodesk.Revit.DB.Visual Namespace